# Install command-line tools using Homebrew
# Usage: `brew bundle Brewfile`

# Core CLI
brew "grc"
brew "reattach-to-user-namespace"
brew "tmux"
brew "ctags"
brew "neovim"
brew "ripgrep"
brew "fzf"
brew "the_silver_searcher"

# Version managers
brew "mise"
brew "rbenv"
brew "nodenv"
brew "rustup"

# GitHub CLI
brew "gh"

# Terminal
cask "ghostty"

# Mac Apps
mas "Magnet", id: 441258766
