# Install command-line tools using Homebrew
# Usage: `brew bundle Brewfile`

# Update to latest
brew "vim"
brew "grc"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "exa"
brew "ctags"
brew "neovim"

# Faster Git Status in Monorepo
brew "watchman"
tap "jgavris/rs-git-fsmonitor" "https://github.com/jgavris/rs-git-fsmonitor.git"

# Shell and Prompt
brew 'fish'

# GitHub CLI
brew 'gh'

# Terminal
cask 'iterm2'

# Mac Apps
mas '1Password 7', id: 1333542190
mas 'Slack', id: 803453959
mas 'Things 3', id: 904280696
mas 'Magnet', id: 441258766
